<?php

return [
    'confirmation_subject' => 'อีเมล์ยืนยันตัวตน',
    'confirmation_subject_title' => 'ยืนยันอีเมล์ของคุณ',
    'confirmation_body' => 'โปรดยืนยันที่อยู่อีเมลของคุณเพื่อเข้าถึงเว็บไซต์นี้ คลิกที่ปุ่มด้านล่างเพื่อยืนยันอีเมลของคุณ',
    'confirmation_button' => 'ยืนยัน',

    'not_confirmed' => 'ที่อยู่อีเมลที่ระบุยังไม่ได้รับการยืนยัน <a href=":resend_link"> คลิกยืนยันอีกครั้ง</a>',
    'not_confirmed_reset_password' => 'ที่อยู่อีเมลที่ระบุยังไม่ได้รับการยืนยัน ในการรีเซ็ตรหัสผ่านคุณต้องยืนยันที่อยู่อีเมลก่อน <a href=":resend_link"> คลิกยืนยันอีกครั้ง</a>',
    'confirmation_successful' => 'คุณยืนยันที่อยู่อีเมลของคุณเรียบร้อยแล้ว กรุณาเข้าสู่ระบบ',
    'confirmation_info' => 'กรุณายืนยันที่อยู่อีเมลของคุณ',
    'confirmation_resent' => 'เราได้ส่งอีเมลยืนยันอีกฉบับให้คุณ คุณจะได้รับในไม่ช้า',
];
